[
{"name": "Fotomat", "description": "Fotomat is the website builder for visual websites. With powerful image/text capabilities and built in video support, it facilitates the building of rich sites with ease. Fotomat displays still and moving pictures harmoniously, thus creating many new possibilities for telling visual stories while the site builder helps you discover the best way to display your images in a natural, playful way."},
{"name": "WorldGaming", "description": "WorldGaming Network LP is an esports and competitive video gaming platform that facilitates online and live tournaments, leagues and ladders, and acts as a social gaming community for competitive gamers around the world. Launched in 2006, it is the premier destination for competitive and passionate gamers, with over 6,700,000 matches played and over $60,000,000 in cash prizes paid to gamers. WorldGaming is owned and operated by Cineplex, a leading entertainment and media company."},
{"name": "Functionary Labs Pvt Ltd.", "description": "Functionary helps entrepreneurs and product teams to transform their ideas into successful digital products."},
{"name": "Minnow", "description": "Minnow is building a network of Internet-connected food delivery and pickup kiosks to power the on-demand food economy. Minnow’s kiosks provide office buildings and other workplaces with a state-of-the-art food amenity while enabling restaurants to meet their customers wherever they are. Minnow is a venture-funded company that operates at the intersection of food, real estate, and technology."},
{"name": "Resultados Digitais", "description": "We develop a Marketing Automation Platform for S&amp;M companies"},
{"name": "YoCalculo", "description": "The simplest and fastest way to make your tax settlement."},
{"name": "WyeWorks", "description": "WyeWorks is a team of expert web developers who build software using Ruby, Elixir and Javascript, with a vast experience in Agile methodologies.    Over more than a decade WyeWorks has contributed to many Open Source projects such as Rails and Ember and actively supported the local and global tech events especially in communities that have a high standard of professionalism, which also are friendly and inclusive."},
{"name": "Turn.io", "description": "Social impact messaging"},
{"name": "Lightcyphers", "description": "Telecom software development. Anti-fraud solutions. Trucking and logistics platforms development."},
{"name": "SumUp", "description": "SumUp is the leading mobile point-of-sale (mPOS) company in Europe, with major offices in Berlin, Sofia, and São Paulo. We started out 6 years ago and built our payment service from scratch. We created a unique device that allows merchants to accept card payments anywhere. Today, hundreds of thousands of businesses in 31 countries around the world rely on SumUp to get paid. In addition to our original hardware, mobile and web apps we have gone on to develop a suite of APIs and SDKs to integrate SumUp payment into other apps and services."},
{"name": "Semaphore", "description": "Semaphore is a continuous integration and delivery platform powering the world’s best engineering teams."},
{"name": "Audian", "description": "Audian is a VoIP company that provides affordable, reliable, scalable hosted voice solutions for small to medium and large sized businesses. We use Elixir for our device provisioner, CDR aggregation and upcoming SMS/Chat platform."},
{"name": "Pharos Production Inc.", "description": "Pharos Production Inc. is a software development company established in July 2013 in Las Vegas, NV and with 2 development teams in Kyiv, Ukraine and Vilnius, Lithuania. Our specializations are Blockchain and High-Load FinTech systems.    We are proud of developing edge technological custom solutions and components that meet our client’s needs. We also create our own high-performance components that are used for solving common tasks and help to save our client’s time and budget. Having the best engineers in different areas on board, our teams provide all development services in one place. Design, Planning a software Architecture, Business Analysis and business models development, including database and local stores cache queries optimization, building user interfaces using all our knowledge in ergonomics and user experience, building high-load, blazingly fast web applications and APIs to support mobile solutions and reactive web browser front end, quality assurance and support staff in one company.    Our teams are made up of the brightest and most dedicated Elixir and Erlang, Scala, Blockchain, Solidity, web, and mobile - iOS and Android - developers, designers, project managers, and quality assurance specialists. Our development efforts resulted in more than 30 mobile and web solutions – KYC on Blockchain, micro-loans credits network, social networking apps, e-commerce, news boards, other different business, and entertainment mobile applications."},
{"name": "REIMNET LIMITED", "description": "Reimnet is a software development company that specializes in delivering innovative, scalable, technology solutions for ‑startups and enterprise business needs.    We’re a team of people with multi-faceted—but highly specialized—strategists, designers and developers. Whether you’re a startup, corporation, enterprise or an individual, we can help you bring your vision to life using a simple and flexible process.    Amongst other languages, we have built and deployed over 7 elixir application in production for clients and having to build internal tools."},
{"name": "Fluxx", "description": "Fluxx has two products for foundations and non-profits to manage the workflow of the granting process. Grantseeker, a web app for non-profits to manage their grant application process, has a backend powered by Elixir"},
{"name": "Fishbrain", "description": "The world's largest network for anglers."},
{"name": "FootBroker", "description": "Where stock market meets soccer.  A fantasy game that will test your abilities as an investor and your soccer fan skills.  The entire web application is implemented in Elixir."},
{"name": "Vamp", "description": "We make broad scale influencer marketing campaigns seamless for brands and influencers. Our unique combination of technology and a full-service agency approach gives you back time to achieve more.    We use Elixir (and Phoenix) to power a GraphQL API for our React &amp; React Native applications."},
{"name": "MedTrack", "description": "A collaborative patient management system that connects doctors and external healthcare service providers to streamline patient health data."},
{"name": "Bike Bandit", "description": "BikeBandit.com is the web's largest source for Powersports parts, accessories and apparel with over 8 million products available online.  From street motorcycles, cruisers and dirt bikes to ATVs and snowmobiles, BikeBandit.com has millions of products to ensure you can shop for everything you need to get riding. Our goal is simple: supply our customers with a professional-quality online site to purchase the parts and accessories they need and provide industry-leading customer service. No more trying to explain complicated parts over the phone or going to a dealer -- You pick 'em...we ship 'em...you Get Riding! It's that simple!"},
{"name": "Dossy", "description": "Dossy is an automated reference checking platform aimed at Recruitment Agencies and Employers. Simply signup, login &amp; specify your candidate’s deets and Dossy does the rest. We hope to save you money and time, while also allowing you to make better, quicker hiring decisions."},
{"name": "Little Kidogo", "description": "Little Kidogo is a distributed collective of world-class professionals on an ambitious mission to enhance lives through enabling African artisans to live off their work. We spend our time building bleeding-edge products that we believe will enrich our lives and the lives of the communities we live in. We are working to enable more Africans to become producers of digital content rather than consumers. We believe we can achieve this goal by actively sharing our learnings and the methods we utilize day by day to build great products. Through this sharing, we hope to enable others especially those without access to the resources needed to acquire this kind of education and ultimately give them a chance to become producers on a global scale."},
{"name": "Ably", "description": "Ably is a realtime data stream network PaaS. Elixir is used for some of the backend realtime services, such as the realtime protocol adapter layer (https://www.ably.io/adapters)"},
{"name": "Binary Noggin", "description": "Custom software development and team augmentation using Elixir and agile methodologies. We start every relationship with trust and believe that is the best way to build anything together. Two heads are better than one so let's put ours together."},
{"name": "Jack + Joe", "description": "We prototype, build, test and deliver digital products for organisations. Developing convenient tools that make everyday’s life so much easier."},
{"name": "Mashup Garage", "description": "Mashup Garage is an Elixir/Phoenix and Ruby on Rails development company based in Manila, Philippines.    We make our own products, we build teams for startups &amp; enterprises, and we do consultations for businesses of different sizes.    We have offices in Manila and Melbourne. We have worked with partners and clients from across the globe, and are actively seeking new companies to work with."},
{"name": "Anndream Software Co,Ltd.", "description": "Enterprise Resource Planning ,Business Intelligence,E-Commerce"},
{"name": "Wintermeyer Consulting", "description": "Phoenix and Elixir Consulting. Webperformance and High Availability."},
{"name": "Wise Home", "description": "Wise Home delivers automation and real time utility meter readings to landlords in primarily rental buildings. We use Elixir in all backend code and in some embedded software. Elixir is a perfect match for keeping persistent TCP connections to small devices in buildings."},
{"name": "YipYip", "description": "YipYip is a native mobile app developer (iOS &amp; Android) for a diverse range of customers. We mainly work for agencies, small businesses, government &amp; startups. We use Elixir/Phoenix to develop backends and API's for our apps but also for other web based applications such as customer portals. We have a lot of experience in hosting Elixir apps in large docker clusters hosted on AWS."},
{"name": "JoinUp", "description": "JoinUp is a recruiting bot that helps recruiters source &amp; qualify candidates more efficiently on their websites. Our api is powered by Phoenix/Elixir with Reason/React frontends."},
{"name": "code lever", "description": "We develop software for small teams with big goals. Working to grow the Elixir/Erlang ecosystem in the Midwest, USA."},
{"name": "Red Panthers", "description": "We specialize in helping our clients validate, build and expand their business through technology"},
{"name": "Recruitee", "description": "Recruitee is the easiest way for teams to organize their hiring process - and grow faster. Amsterdam, Netherlands."},
{"name": "Seneca Systems", "description": "Powerful software for democracy's toughest problems."},
{"name": "Exeq", "description": "Exeq helps users spend better. They are using Elixir to build the systems that aggregate, normalize, and analyze both transactional and merchant data. New York, NY, USA."},
{"name": "Salam", "description": "We are the social platform that combines all the best features of the top social networks - posts, stories, chat, map and much more. We are using Elixir as the core technology for the backend. It helps us to build complex and sophisticated business logic in fast, yet simple and reliable way."},
{"name": "Planswell", "description": "The company that helps you feel better about your money. Fund your retirement. Send a child to school. Pay off your debts. Planswell shows you how to achieve your biggest goals with one single monthly contribution. Toronto, Canada."},
{"name": "Fontstore", "description": "A font subscription service for designers. We use Elixir/Phoenix to build a web API for the website and handle WebSocket connection for the desktop applications."},
{"name": "Opendoor", "description": "Opendoor buys your home from you, so you can skip months of selling and start your next chapter."},
{"name": "The RealReal", "description": "Marketplace for luxury fashion resale products."},
{"name": "Rhino", "description": "Rhino replaces your security deposit with affordable insurance for your apartment – and puts thousands of dollars back in your pocket. We use Elixir to power our public API (https://www.sayrhino.com/api)"},
{"name": "YouProp", "description": "YouProp is an online real estate management and financial system for owners. We use Elixir in backend and angular 6 in front."},
{"name": "CodeSandbox", "description": "Online Code Editor Tailored for Web Application Development"},
{"name": "Everyday Hero", "description": "Everydayhero is transforming how people give to and connect with the causes they care about most."},
{"name": "Erlang Solutions", "description": "Erlang Solutions is a global tech company fixing issues of scale.   We’re a talented team of software experts, passionate about Erlang, Elixir and other BEAM technologies. We're hiring!"},
{"name": "Chaince", "description": "A Superior Blockchain Asset Trading Platform Focusing on EOS Projects. Based on pure elixir/phoenix/OTP infrastructure."},
{"name": "Kudoo", "description": "Kudoo provides financial services to professional service companies. We provide project, timesheets and invoicing software to enable businesses to effeciently invoice their customers from the work performed by their staff. We use Elixir and Phoenix to power our backend and deploy our API and all business logic."},
{"name": "Pharos Production Inc.", "description": "We're a Vegas-based software development company with development branches in Eastern Europe (Ukraine, Lithuania). We specialize in high-load systems, including custom distributed and decentralized technologies like blockchain, with all required infra - web front end, mobile apps, DevOps etc. We use cutting-edge tools in our technology stack - Elixir, Scala, ReactJS, Kotlin for Android, Swift for iOS, Flutter for cross-platform development and Fuchsia, Kubernetes, Docker and Ansible for deployment into AWS, Azure or private servers. Also, we provide the development of distributed/decentralized projects on Quorum (J.P. Morgan blockchain technology for financial organizations) and Hyperledger stack for Supply Chain projects."},
{"name": "RexPad", "description": "Nimble collaborative note-taking. Located in Gothenburg, Sweden. Backend is written in Elixir and Phoenix."},
{"name": "Carbon Five", "description": "Agile Web and Mobile Product Development in San Francisco, NYC, Los Angeles, and Chattanooga. Proud to have Elixir/Phoenix in our toolbox and to support [Wallaby](https://github.com/keathley/wallaby)."},
{"name": "SoPost", "description": "SoPost is a product sampling platform. We make use of Elixir &amp; OTP (_and a few other things_) to provide a performant system that aids our mission to become the world's best product sampling company. Currently, [Our GH repo](https://github.com/SoPost) is all private, but we are looking to open up some of the technology we've developed. Nearly always hiring in Newcastle &amp; Edinburgh (UK)."},
{"name": "Evercam", "description": "Camera Management Software (Open Source)."},
{"name": "Wunder", "description": "At Wunder, our mission is to solve traffic in the world’s most gridlocked cities through carpooling. It’s an epic mission that requires a combination of technology and community. Striving for excellence in these two areas is what makes us different. We use Elixir/Phoenix/OTP for most parts of the system."},
{"name": "Wombat Security Technologies", "description": "Wombat Security provides information security awareness and training software to help organizations teach their employees secure behavior. Our Security Education Platform includes integrated knowledge assessments, a library of simulated attacks, and interactive training modules, which have been proven to reduce successful phishing attacks and malware infections by up to 90%."},
{"name": "Bold Poker", "description": "([GitHub](https://github.com/boldpoker)) - Bold Poker transforms mobile devices into an efficient and professional poker dealer. Elixir is used for the backend communication service the clients connect to as well as for the website."},
{"name": "Very", "description": "Very leverages Elixir where it makes sense to solve a wide range of problems clients face. These include APIs, full stack web builds, embedded firmware for IoT devices, and backend services that deal with parallelizable workloads, soft real-time constraints, or that require battle tested fault tolerance."},
{"name": "EmCasa", "description": "EmCasa is an online residential broker using an Elixir webservice to help Brazilian buyers and sellers have a far superior experience in real estate. Rio de Janeiro, RJ, Brazil."},
{"name": "codequest", "description": "We are polyglot software engineers who use Elixir, Go, Ruby, Swift and JavaScript to turn ideas into awesome software for the web and mobile."},
{"name": "Qixxit", "description": "Qixxit is your personal mobility advisor. We simplify the complexity of mobility for you and combine the many ways of getting from A to B for you in a convenient way. Elixir being used for the backend part. Berlin, Germany"},
{"name": "Heetch", "description": "Heetch - A ride-sharing app with a simple mission: we want people to enjoy their night out. With millions users in Europe, we're running microservices based architecture with real-time application. Paris, France (Remote friendly)"},
{"name": "DockYard", "description": "Projects, staff augmentation, coaching, &amp; code audits. Organizer of Boston Elixir. Specialize in Phoenix backends with Ember frontends. [Chris McCord](https://github.com/chrismccord) is Architectural Engineer and creator of Phoenix."},
{"name": "Littlelines", "description": "Provides development services, strategy, collaboration, upgrades and code reviews. Littlelines is located in the midwest and serves clients worldwide. We specialize in Elixir and Phoenix, Ruby on Rails, Swift and Vue."},
{"name": "Pypestream", "description": "B2C Messaging Platform"},
{"name": "PagerDuty", "description": "PagerDuty is your fastest path to incident resolution, helping IT Operations and DevOps teams deliver on the promise of agility, performance, and uptime."},
{"name": "Customer Lobby", "description": "Repeat Customer &amp; Reviews Software. We are currently in the process of building a couple of services that use elixir. Berkeley, CA, USA."},
{"name": "Coletiv", "description": "Based in Portugal, we develop backend software using Elixir and Phoenix that integrates with web and mobile devices."},
{"name": "Adobe", "description": "Adobe provides digital media and digital marketing solutions. Adobe is using Elixir to build a combined client/cloud application for collaborative photography workflow."},
{"name": "Hashrocket", "description": "Hashrocket is an expert team of designers, developers and consultants. We specialize in Ruby on Rails, Ember, Elixir, Phoenix and mobile. We offer consulting, design, development, identity and training services."},
{"name": "Senseware", "description": "Senseware supports data-driven decision-making by providing real-time, actionable insight on what is happening around us in buildings and cities."},
{"name": "askCharlie", "description": "Finding the best service providers for whatever needs you might have."},
{"name": "Tele2", "description": "Telecom Provider, replacing some of the internal tooling with Elixir."},
{"name": "Defacto", "description": "Developing People since 1987. We build software to provide organizations with an intuitive and easy to use digital learning environment. We also contribute and maintain open source software. Based in Groningen, The Netherlands."},
{"name": "CONTRAKTOR", "description": "Legal contracts toolbox for Small and Medium companies! Contract creation, auto review, workflow, e-signature and contract management. Save time and avoid mistakes. Welcome to the 4th Industrial Revolution. Lawyers are ready to be disrupted? Come with us first in Brazil."},
{"name": "Briisk", "description": "Software agency devoted to defining, designing and developing applications, both for web and mobile. We build custom B2B and B2C products with Ruby, Elixir, Angular, Ionic and React Native. Based in Poznan, Poland."},
{"name": "Quiqup", "description": "Quiqup is a London-based startup offering on-demand, short distance logistics solutions. The data bus and core message broker are written in Elixir."},
{"name": "Blend Media", "description": "Blend is the world’s leading provider for Brands and Publishers looking to benefit from the deeper audience engagement that immersive content offers. We have built the largest library of premium 360° Video/VR films, available to license for use in campaigns across social media, Virtual Reality headsets and WebVR, and we run a global network of expert 360° Video Creators. Blend also makes it easy for Brands and Publishers to create their own 360 ad experiences all within the browser. Our \"360 Stories\" are customisable WebVR environments that deliver an engaging and shareable ad format, scalable across all social networks. Our backend is written in Elixir using Phoenix."},
{"name": "Lab Zero", "description": "A San Francisco based development and design group. We specialize in Ruby, JS and Elixir."},
{"name": "SeekPanda", "description": "Premier curated marketplace for hiring translators and interpreters."},
{"name": "Postmates", "description": "On-demand delivery company based in San Francisco. We use Elixir in a lot of our internal projects (merchant inventory system, partner tools portal) and we have plans on open-sourcing a Thumbor library very soon."},
{"name": "Ardhika Software", "description": "We are an IT Services &amp; Product development company specialising in development using Open Source technologies.  We use Elixir, GoLang &amp; VueJS predominantly in our products which includes a Cloud Based Restaurant Management System"},
{"name": "Lonely Planet", "description": "Lonely Planet is renowned for its first-hand approach, up-to-date maps and commitment to providing the best information for travellers in the United States. Elixir currently being used for couple of very important microservices. [Find out more](https://medium.com/@derrickburns/building-a-modern-scalable-backend-modernizing-monolithic-applications-15fc3b8101fa#.ki1sfqqyg)"},
{"name": "Heresy", "description": "Reinventing Sales, one sprint at a time. We are bringing Agile to Sales, empowering salespeople to improve performance with better data and collaboration. We use Elixir &amp; Phoenix for our main product and predictive analytics engine."},
{"name": "wemake.services", "description": "We make, craft, and develop web services and mobile applications in Moscow, Russia. We also host [elixir meetups in Moscow](http://elixir-lang.moscow)."},
{"name": "Grok Interactive", "description": "We help companies solve hard problems and real-time communication with Elixir/Phoenix and React Native. Architecture, Training, and Implementation. All local developers, based in San Antonio, Texas."},
{"name": "Househappy", "description": "Househappytrax is a service designed to make homeownership easy. Based in Portland, Oregon, USA. We use Phoenix to build an API and admin web UI for Househappytrax."},
{"name": "AlphaSights", "description": "Global knowledge broker with regional hubs in Europe, the Americas, Asia and the Middle East."},
{"name": "10Pines", "description": "We craft elegant software using Elixir / Phoenix among other modern technologies. Organizers and sponsors of [Erlang/Elixir local conference](http://www.erlang-factory.com/eflba2017) and organizers of local [Elixir meetup](https://www.meetup.com/BeamBA/)."},
{"name": "Edurio", "description": "Edurio helps schools and education departments integrate an evidence-based approach to school improvement into their organisation by providing them with the research, expertise and tools they need to continuously collect feedback and monitor the quality of their schools."},
{"name": "Findmypast", "description": "Findmypast makes original historical documents available to search online, so that people can explore a collection of over two billion records find their ancestors and trace their family tree from the comfort of their own home worldwide. London, UK."},
{"name": "Albert", "description": "Learn anything through interactive practice: College math and science, Advanced Placement®, SAT®, ACT®, GRE®, GMAT®, literature, social science, history, and more. Our API services are built with Elixir, Phoenix, and PostgreSQL."},
{"name": "Aviabird", "description": "We at Aviabird helps companies design, engineer, and iterate on their most important digital products. We work alongside teams building beautiful, functional web applications with an eye towards the future. Pune, Maharashtra, India."},
{"name": "Cinch Financial", "description": "A totally unbiased, comprehensive, personal financial advisor. We use elixir/phoenix for multiple services. Boston, MA, USA."},
{"name": "The book of everyone", "description": "Personalised books and unique gifts for your loved ones, made by our talented team of creatives. Barcelona, Catalunya, Spain."},
{"name": "Liftit", "description": "Liftit - Your best friend with a truck."},
{"name": "Frame", "description": "Frame.io is an online platform that enables its users to privately upload, review, and share video with their teams. Their product is built with Elixir and Phoenix. New York, USA."},
{"name": "Made by Many", "description": "We help businesses identify market opportunities, bring successful digital products to life and create the culture &amp; capabilities to sustain them."},
{"name": "PandaScore", "description": "We provide statistics and live data on most of esports games and tournaments. Elixir powers our internal tools and processing pipelines"},
{"name": "Brex", "description": "Brex is rebuilding core financial services from scratch, starting with a credit card for startups. We are 100% Elixir and we use it to build large-scale distributed systems."},
{"name": "Tinfoil Security", "description": "([GitHub](https://github.com/tinfoil/)) - Tinfoil Security provides a dynamic security scanning solution for DevOps. We integrate with your CI system to find and help resolve security vulnerabilities in web applications and web services before they ever get deployed to production. We use Elixir to power our web service scanning engine."},
{"name": "Grasp", "description": "Android/iOS/Web application facilitating real-time education group work"},
{"name": "HotDoc", "description": "HotDoc provides services to doctors and their patients. We provide online bookings, reminders, follow up notifications and more. We are an Australian based company and use Elixir for some of our services and are looking to use it more."},
{"name": "Isotope11", "description": "We provide custom software development and relevant technologies to a wide range of clients. Josh Adams of [ElixirSips](http://elixirsips.com) was the CTO."},
{"name": "FashionUnited", "description": "Making the fashion industry more efficient and transparent. Using GenStage/GraphQL to process large amount of data."},
{"name": "Perseids", "description": "We guarantee server response time less than 0,1 sec. With Perseids (Elixir &amp; React) you can change the insufficient front of your online shop into something really fast and user-friendly without a revolution in your business processes."},
{"name": "22cans", "description": "22cans is an independent game studio founded by the industry legend and creator of God Game genre, Peter Molyneux. Creators of Curiosity and Godus."},
{"name": "Pattern Match", "description": "Elixir &amp; AWS. We can help you with: developing the product, setting up infrastructure that is going to survive millions of concurrent users, perform full scale load tests to prove it and hook up business metrics, so that you can see it with your own eyes. Our main areas of  expertise are: Ad Tech, Instant Messaging, Public Transport &amp; IoT."},
{"name": "ZipBooks", "description": "ZipBooks makes great accounting software. We're half way through moving our backend to Elixir with average response times of 300ms."},
{"name": "Ispirata", "description": "Ispirata is a software company focused on open source solutions. Ispirata builds Astarte, an Open Source IoT platform written in Elixir."},
{"name": "CodicePlastico", "description": "We are a team of superheroes that code elixir applications to save the world."},
{"name": "Aircloak", "description": "Aircloak’s first-in-class real-time database anonymization solution provides instant privacy compliance and enables high-quality analytics for any data set and any use case. Aircloak's from Berlin. [Saša Jurić](https://github.com/sasa1977), the author of [Elixir in Action](https://www.manning.com/books/elixir-in-action) is software engineer at Aircloak."},
{"name": "Palar Support", "description": "On-demand technical support for startups and agencies. Using Elixir in a few backend services and internal tools."},
{"name": "Housing", "description": "Housing.com is an Indian online real estate listing portal that simplifies finding, renting, and selling homes in India."},
{"name": "Slack", "description": "([GitHub](https://github.com/slackhq/))- Slack is a team communication application. They are using Elixir to build a media server for p2p and group calls. San Francisco, CA, USA."},
{"name": "Lexmark", "description": "Provider of printing and imaging products, software, solutions and services that help customers save time and money."},
{"name": "Appcues", "description": "Appcues adds an experience layer to your product, so you can build user onboarding, NPS surveys, or feature announcements in minutes instead of in weeks."},
{"name": "Enterprise Software Modules", "description": "Supported Enterprise Software Puppet Modules for complex software. Elixir used in production for modules subscription management. Nieuwegein, Netherlands."},
{"name": "Massachusetts Bay Transportation Authority (MBTA)", "description": "We are the public transit agency of Greater Boston, and we're building the next generation of websites, mobile apps, and rider experinece tools."},
{"name": "The Outline", "description": "A new kind of publication for a new kind of human."},
{"name": "RevZilla Motorsports", "description": "Philadelphia-based retailer bent on enhancing the experience of the Motorcycle Enthusiast. Home-grown Elixir ecom system in production."},
{"name": "WePay", "description": "WePay is the payments partner to the platform economy. They are using Elixir in some of their internal tools."},
{"name": "Wooga", "description": "Creators of Bubble Island and Futurama Game of Drones. They use Erlang and Elixir in some teams for building backend services."},
{"name": "Fred", "description": "FRED is an artificial intelligence, conversational commerce and chatbots ecosystem with multiple platforms based in Brazil. FRED platforms enable companies of any size to build chatbots and messaging services in multiple channels."},
{"name": "Zenloop", "description": "Collect and analyze feedback, using Net-Promoter-Score (NPS). Most of the backend is Elixir and Phoenix. Based in Berlin, Germany."},
{"name": "DNSimple", "description": "With a globally distributed team DNSimple provides the tools your need to manage your domains. We offer both a carefully crafted web interface for managing your domains and DNS records, as well as an HTTP API with various SDKs (including Elixir) and open source plugins in Elixir (and Phoenix)."},
{"name": "Pivotal", "description": "Leader in software engineering, Pivotal is the company behind CloudFoundry, the Java Spring Framework, and other products. They wrote the new [RabbitMQ CLI](https://github.com/rabbitmq/rabbitmq-cli/) and are [pushing Elixir](http://engineering.pivotal.io/post/elixir-clustering-on-cloud-foundry/) through their engineering blog."},
{"name": "woumedia", "description": "Software House and Digital Design Agency from Copenhagen."},
{"name": "Vinsol", "description": "Leading Web and Mobile Product Development company with expertise in Ecommerce. Maintainers of [SpreeCommerce(Rails)](https://github.com/spree/spree) and [NectarCommerce(Elixir/Phoneix)](https://github.com/vinsol/nectarcommerce) Open source projects."},
{"name": "Fave by Groupon", "description": "Get discounted deals from restaurants, cafes, bars, spa, salon, and gyms near you. Southeast Asia."},
{"name": "Slickspaces", "description": "Fully automated guest access, twenty-four seven. Elixir and Phoenix are used for the entire API and back-end."},
{"name": "StoryCloud", "description": "StoryCloud has developed an industry leading content publishing platform with security, encryption and permissions. San Diego, CA, USA."},
{"name": "Kontomatik", "description": "We provide API to banks for proving client identity (KYC) and reading financial data (input for credit scoring, PFM, invoicing etc). We use Elixir for user panel/administration/business intelligence tools. Based in Warsaw, Poland"},
{"name": "Stride Technology Consulting", "description": "We’re NYC Agile Software Development Specialists. We help tech teams be their best inside the code and out. NYC, USA."},
{"name": "Bookwell", "description": "Bookwell is an online booking site for health and beauty services in Australia. We also provide web based calendar software for venues to manage staff and appointment scheduling which is integrated with our booking platform. We are using Elixir for most of our backend and (GraphQL) APIs. Currently hiring for Elixir roles! :)"},
{"name": "Progress Engine", "description": "Software development company, based in Moscow, Russia and specialized in mobile and web applications development"},
{"name": "Daybit", "description": "A cryptocurrency exchange service built with Elixir / Phoenix &amp; Elm. We also provides websocket based API for developers."},
{"name": "GrowthPup", "description": "Helping users to grow and maintain their Instagram community."},
{"name": "E-MetroTel", "description": "Cost-effective SIP based Unified Communication solutions."},
{"name": "Brightcove", "description": "A leading global provider of powerful cloud solutions for delivering and monetizing video across connected devices."},
{"name": "CAVA", "description": "CAVA is a rapidly expanding fast-casual restaurant and CPG brand focusing on fresh, Mediterranean-inspired, better-for- you cuisine. Our website and digital ordering platform are build in Elixir and Phoenix. Always hiring :)"},
{"name": "Cultivate", "description": "Long-term practitioners of agile, Lean Startup and Lean UX, providing end-to-end product development. We’re using Elixir on live client projects and have been building web applications since 2009, when we operated as the Edinburgh office of EdgeCase."},
{"name": "Blake eLearning", "description": "Blake eLearning is dedicated to making learning fun, motivational and effective for young children, teaching the essential skills needed for success at school."},
{"name": "Culture Amp", "description": "Culture Amp helps companies collect, understand, and act on employee feedback. We are using Elixir for a number of backend services."},
{"name": "CoverMyMeds", "description": "CoverMyMeds seamlessly integrates with EHR systems to provide hospitals and providers with ePA functionality at the point of prescribing. Offices in Columbus, OH and Cleveland, OH."},
{"name": "Kittysplit", "description": "A webapp that alows easy splitting of group expenses."},
{"name": "Driftrock", "description": "We build products that help our clients acquire and convert more customers from Facebook, LinkedIn and Google. We use Elixir and RabbitMQ for our event-based systems and Elixir/Phoenix for our backend APIs."},
{"name": "MojoTech", "description": "MojoTech helps transform businesses with cloud-native software solutions using Elixir and other progressive technologies. Operating at the intersection of lean product development, user-centric design, and engineering excellence, MojoTech builds scalable, value-driven software applications that solve serious problems. MojoTech is headquartered in Providence, RI with offices in Boulder, CO, New York, NY, and Washington, D.C."},
{"name": "Talkdesk", "description": "Cloud-Based Call Center Software."},
{"name": "Stuart", "description": "A disruptive B2B on-demand delivery platform that connects retailers with local couriers, enabling anyone to deliver anything at any time."},
{"name": "Communication Service for the Deaf", "description": "Communication Service for the Deaf's [Vineya](https://govineya.com) ASL (American Sign Language) interpreting platform allows interpreters to work for any agency across the United States. The [interpreter website](https://interpreter.govineya.com) for Vineya uses Elixir, Phoenix and RabbitMQ."},
{"name": "Spreedly", "description": "Spreedly believes the best payment experience derives from excellent software combined with business flexibility. Durham, NC, USA."},
{"name": "Shopybot", "description": "Facebook Chatbot platform for E-Commerce."},
{"name": "Adjust", "description": "Mobile user attribution and advanced app analytics, combined with store stats."},
{"name": "Celeste Computing", "description": "Software for enterprising wise apes. A staffing + consulting shop which focuses on Elixir, Erlang, Phoenix, React, Kubernetes, and AWS. If you code in elixir and are looking for work, send a message to the founder on LinkedIn."},
{"name": "Zenaton", "description": "Zenaton provides technical teams with the tools they need to easily create advanced business processes using a powerful hosted workflow engine. Elixir has been used to build the workflow engine and the worker agent"},
{"name": "Contractbook", "description": "Efficient Contract Management for Modern Businesses. Create, sign and store all your contracts in one safe place. Our server side is written in Elixir."},
{"name": "Resuelve", "description": "Multiple retail financial services in LATAM. Elixir is used in the CBS (Core Banking System) and P2P loan service."},
{"name": "nextjournal", "description": "([GitHub](https://github.com/nextjournal)) - An evolving platform for computer-aided research. Elixir is used for developing the backend of the platform."},
{"name": "My Meds &amp; Me", "description": "A leading SaaS provider of web-based adverse event and product quality capture solutions for life sciences. [Click here to see how elixir being used at My Meds &amp; Me.](https://www.youtube.com/watch?v=ZCYEX6ZIJgM) The company based in London."},
{"name": "AppProva", "description": "AppProva is a platform that helps students enhance their habilities concerning subjects of interest for assessments in a national scale, such as ENEM, ENADE and OAB. We use Elixir and Phoenix to build a marketplace for buying and elaborate questions, offer the students assessments within those questions, and show related content (videos, presentations, etc) in a personalized way."},
{"name": "Helijia", "description": "Helijia provides highly customizable services to Chinese middle classes. We adopted Elixir in 2016 and really enjoy building applications with it! We use Elixir heavily in our web systems."},
{"name": "AppUnite", "description": "We are efficient, goal-oriented software development team of professionals specialized in mobile and web."},
{"name": "Big Nerd Ranch", "description": "We design and build innovative applications. We teach developers to do the same through our books and immersive training."},
{"name": "ScriptDrop", "description": "Integrated prescription delivery service."},
{"name": "Puppet Labs", "description": "Leader in IT automation. Host of the [Portland, OR Elixir Meetup](http://www.meetup.com/elixir-pdx/). Internal Elixir and Phoenix apps in production. All new internal development targeted at Elixir."},
{"name": "Neon Tree Solutions", "description": "Elixir, Erlang, React, Scala and Node.js outsourcing and consulting. We specialize in helping out start-ups and small companies to find the best tools for the job."},
{"name": "icanmakeitbetter", "description": "([GitHub](https://github.com/icanmakeitbetter)) - All-in-one insight community and customer feedback solution."},
{"name": "Discord", "description": "Free voice and text chat for gamers."},
{"name": "Oyorooms", "description": "Oyorooms is the India's largest branded network of hotels. Elixir/phoenix is used in few microservices, supporting oyo website and android/ ios app."},
{"name": "thoughtbot", "description": "We work with companies to design, develop and grow high quality web and mobile products. We write and maintain open source software like [ExMachina](https://github.com/thoughtbot/ex_machina)."},
{"name": "Undead Labs", "description": "Creators of the smash hit survival-fantasy game _State of Decay_ and forthcoming tactical creature battler _Moonrise_."},
{"name": "Bleacher Report", "description": "Sports media site that is revolutionizing journalism."},
{"name": "Find a Player", "description": "Organize sports games, find people to play sports with"},
{"name": "Timber", "description": "Timber makes logging useful again. Simple to set up, powerful search and filtering at your fingertips."},
{"name": "Moz", "description": "([GitHub](https://github.com/seomoz)) - Products to power your online visibility."},
{"name": "Raise Marketplace", "description": "Buy and Sell Gift Cards - Exchange Gift Cards. Pricing recommendation API is developed in Elixir. Chicago, Illinois, US."},
{"name": "HiOperator", "description": "Customer support as-a-service. Think of us like AWS for customer service. We scale companies phone, chat or email support. YC-S16."},
{"name": "EL Passion", "description": "Helping startups launch their products since 2010. Coding in Ruby, JS, Elixir, Swift, Kotlin. Organizer of [Elixir Warsaw Meetup](http://www.meetup.com/ElixirWarsaw-Meetup/)."},
{"name": "Corvus Insurance", "description": "Commercial insurance company building technology enabled insurance products using sensor and IoT data. Using Elixir/Phoenix/Elm to build the CrowBar platform used by Brokers, Insurance Buyers and internal staff. Based in Boston, Massachusetts, USA."},
{"name": "CargoTel", "description": "CargoTel provides leading software products to the automotive logistics and transportation industries. We are using Elixir for multi-tenant web applications and services (SaaS)."},
{"name": "SmartRent", "description": "Smart home automation for multifamily apartments, student housing, senior living and single family rental homes. Elixir runs the backend and on embedded hardware with Nerves"},
{"name": "Instinct Science", "description": "Instinct uses Elixir to help the world’s state-of-the-art veterinary hospitals enhance their patient care, staff efficiency, and overall business."},
{"name": "Circle", "description": "Circle builds products that enable greater ease-of-use in online and in-person payments. They are using Elixir in their product's API. Boston, MA, USA."},
{"name": "LessEverything", "description": "Companies hire us to build their big software idea, create integrations between products, improve their conversion rates or just bring new ideas to the table."},
{"name": "Mux", "description": "Mux offers real-time performance monitoring and analytics for video streaming, helping publishers deliver better quality of experience to their viewers. The API is built with Elixir."},
{"name": "NewAperio", "description": "We help brands uncover their hidden potential. We're a web and mobile design and development studio. We use Elixir and Phoenix in client work and on internal projects to develop web apps, mobile app APIs, embedded systems and appliances, and more."},
{"name": "Isnor Creative", "description": "Software development since 2008. Ruby, Elixir, Ember, React"},
{"name": "Wistia", "description": "Wistia provides simple software for creating, managing, and sharing videos for business. Several of our core services are built in Elixir including our video encoding platform."},
{"name": "Fiqus", "description": "We are a Software Co-operative and we work (and love) Elixir/Phoenix among other modern technologies. We participate and organize the local [Elixir meetup](https://www.meetup.com/BeamBA/)."},
{"name": "Pinterest", "description": "Pinterest is a visual discovery tool that you can use to find ideas for all your projects and interests."},
{"name": "100Starlings", "description": "We are a cooperative of like minded professionals skilled at solving problems and creating excellent products for our clients. We have experience with Elixir, Ruby, JavaScript, AWS, Mobile development and more. Our fully remote team is currently split between London, Berlin, and Hungary. We also have a retreat every year and a training budget."},
{"name": "Dynamo", "description": "We build beautiful digital experiences for startups and other innovators. Using Elixir to power our backends. Based in Montreal, Canada."},
{"name": "GrillWork", "description": "([GitHub](https://github.com/grillwork))- Helping business through software. Working in Elixir/Phoenix/Ruby/Rails/Node/Javascript/ReactJS. We use Elixir for all backend/api work and for network programming."},
{"name": "Workshops.de", "description": "An education company based in Essen, Germany. Well known for high quality workshops in the information technology area. The web application is entirely written in Elixir and based on the Phoenix Framework - running in production since early 2016."},
{"name": "Mainframe", "description": "Building the future of email."},
{"name": "ProFootballFocus", "description": "Pro Football Focus analyzes every player and every play of every game to deliver player grades, stats, and rankings for the NFL, fantasy football, and NFL Draft. We use Elixir, Phoenix, and React for data collection, analysise, reporting and web apps."},
{"name": "Seer Aerospace", "description": "An aviation software company making it easier to buy and sell aircraft parts. We use Elixir / Phoenix for our seller web app."},
{"name": "Audian", "description": "Audian is a VoIP company that provides affordable, reliable, scalable hosted voice solutions for small to medium and large sized businesses. We use Elixir for our device provisioner, CDR aggregation and upcoming SMS/Chat platform."},
{"name": "Seat Engine", "description": "An e-commerce and event management platform (written on Phoenix Framework) for ComedyClubs and music venues."},
{"name": "Avvo", "description": "We believe that more information helps you make better decisions. At Avvo, we provide you with detailed information on lawyers and legal issues so that you can make the choices that are right for you."},
{"name": "solarisBank", "description": "Provider of financial solutions for other financial entities and companies."},
{"name": "VoiceLayer", "description": "Integrate realtime Push-to-Talk into your application."},
{"name": "CrankWheel", "description": "Insanely simple freemium screen sharing plus enterprise features."},
{"name": "Margo Bank", "description": "A Bank for Small and Medium Businesses. Elixir is used for the Core Banking System (CBS). Based in Paris, France."},
{"name": "Decisiv", "description": "Decisiv is a rapidly growing industry leader in the asset management and service supply chain marketplace.  We use Elixir as the backbone of our microservice SoA."},
{"name": "Ride Health", "description": "Ride Health helps low-income, elderly and disabled patients who face transportation barriers reach their appointments. Our real-time system is written 100% in Elixir using the ([Kora](https://github.com/ironbay/kora)) framework."},
{"name": "InsideTrack", "description": "InsideTrack is dedicated to partnering with colleges and universities to create adaptive coaching solutions that generate measurable results. We are migrating various services that power our coaching platform to Elixir"},
{"name": "iwantmyname", "description": "We sell domain names and specialize in making experiences easy for humans. The good ones. And we've been doing it for a decade now."},
{"name": "Stampery", "description": "21st century notarization at your fingertips. We offer an immutable record of existence, integrity and ownership of all your files and email by leveraging the Blockchain technology."},
{"name": "Quero Education", "description": "Our marketplace helps students search, compare, and enroll in college programs for a price they can afford. Some of our products and internal tools use Elixir and Phoenix in production. Based in Sao Jose dos Campos, Brazil."},
{"name": "Rose Point Navigation Systems", "description": "Specializes in navigation software for recreational and professional mariners."},
{"name": "Code Corps", "description": "Code Corps helps you build and fund open source software projects for social good."},
{"name": "CKDU 88.1FM", "description": "Community radio station in Halifax, Nova Scotia, Canada"},
{"name": "Icicle Technologies", "description": "Provides Technology Consulting, Product Development on Elixir &amp; Phoenix. Organizer of Bangalore Elixir Group, built [ElixirNation.io](http://elixirnation.io)."},
{"name": "Xerpa", "description": "Xerpa is a SaaS company aiming to simplify and modernize HR, payroll and benefits administration for Brazilian SMBs and their employees. Entire stack is functional: Elixir/Phoenix on the backend with ClojureScript frontend."},
{"name": "RentPath", "description": "Elixir is being used for many internal services that provide robust APIs for user facing products."},
{"name": "ShoCard", "description": "Digital identity on the blockchain. Using Elixir/Phoenix for backend services: RESTful JSON API and internal tools."},
{"name": "Fully Forged", "description": "Software development and training, based in London."},
{"name": "High-Mobility", "description": "We are building developer platform for connected cars which simplify collaboration between carmakers and software developers. We are using Elixir in our developer center, car emulators and in prototype cars."},
{"name": "Bowery Farming", "description": "Bowery Farming uses high-tech approaches such as robotics, LED lightning and data analytics to grow leafy greens indoors. The software stack at Bowery consists of a few, focused Elixir services running in AWS, Phoenix + Vue.js on the front-end, and Elixir (Nerves) running on thousands of in-house built devices on-premise in our farms. New York, NY, USA."},
{"name": "Sleeperbot", "description": "Fantasy Football app with chat, alerts, news, and stats."},
{"name": "Formulae", "description": "We use Elixir for realtime apps, chatbots and chat applications. We build modern web and mobile apps using Elixir, Phoenix, Rails, GraphQL, React and React Native. We also do complete digital marketing"},
{"name": "Onfido", "description": "Onfido builds trust in an online world by helping businesses digitally verify people’s identities."},
{"name": "prima.it", "description": "Italian insurance company with a focus on cutting edge technologies."},
{"name": "babylon health", "description": "babylon was founded with a single purpose: To put an accessible and affordable health service in the hands of every person on earth. Not feeling yourself? Chat to babylon for fast advice on what to do next if you’re feeling unwell. GP appointments are available 24/7 from your phone. Our doctors team-up with advanced artificial intelligence technology to give you the complete healthcare experience you deserve."},
{"name": "Zuppler", "description": "We try to offer the easiest way to let customers order food online for takeout or delivery. We develop all recent backend software using Elixir."},
{"name": "Pet Partners", "description": "Own and operate a number of veterinary hospitals across the United States. Using Elixir for all new development."},
{"name": "Coders51", "description": "We develop web and mobile solutions for the entire galaxy."},
{"name": "Volders", "description": "Management and canceling of german contracts. Berlin, Germany."},
{"name": "Aviasales", "description": "– Flights Meta Search Engine for Russian market with the main office on Phuket, Thailand. We use Elixir for our static content generator, messengers bots and couple of microservices."},
{"name": "René Koch AG", "description": "Switzerland's leading manufacturer of intercom devices and accessories. Elixir is the backbone of our network based systems and cloud architecture."},
{"name": "StellaService", "description": "We build products that optimize front-line team performance, gather feedback and insights and improve customer experiences across contact centers and stores. Now hiring (Q3 for Q4 '17) Elixir engineers for new product development. Based in NYC, USA."},
{"name": "Badger", "description": "Remind your friends with a delayed text/push."},
{"name": "Codedge LLC", "description": "As one of the first Elixir developer shops in Dallas, Texas, we create highly-scalable mobile and web applications to serve our client's business needs."},
{"name": "The.Club", "description": "A global private club of like-minded members exchanging downtime in luxury assets around the world who is using Elixir to route, handle and analyze customer requests. Boulder, CO, USA."},
{"name": "Cobenian", "description": "We solve problems with software."},
{"name": "AdRoll", "description": "AdRoll is a marketing platform enabling brands of all sizes to create personalized ad campaigns based on their own website data. They use Elixir in their high-volume data processing pipeline."},
{"name": "Xapix", "description": "XapiX makes it easy for enterprise developers to discover, integrate and combine data and services from multiple internal or public data sources. As the “Github of APIs” XapiX helps businesses create, improve and distribute API-based products. XapiX uses Elixir for various data transformation applications. XapiX is based in Berlin, Germany, and San Francisco, USA."},
{"name": "Statuspal", "description": "Statuspal makes it easy for you to communicate your app/service status to your customers, providing hosted &amp; open source status pages manager written in Elixir + Phoenix."},
{"name": "Teachoo", "description": "Teachoo provides Maths, English, Accountancy and Finance content to students, schools and education departments."},
{"name": "Bizneo HR", "description": "Bizneo’s HR Suite offers tools to manage your entire employee lifecycle. Built with Elixir and Phoenix, our HR management tools empower companies to act quickly and think globally in their HR processes."},
{"name": "Bitgamma", "description": "We develop web, desktop and embedded applications. We code Elixir, C, Java/Javacard, Ruby, JS. We love working on embedded and custom boards."},
{"name": "Vragments", "description": "Vragments is a Berlin-based startup. We create bespoke VR experiences and products for non-technical users to build their own virtual reality stories. We use Elixir for media processing and backend systems."},
{"name": "DialerAI", "description": "DialerAI is fully-featured CallCenter Solution, supporting predictive, power, preview and blended modes. We use Elixir to power some of our backends services, we are based in Barcelona."},
{"name": "Canvas", "description": "Notes for team of nerds."},
{"name": "LETOTE", "description": "Rent and wear all the latest fashion, without ever stepping foot inside a store. We use Elixir, Phoenix, and Nerves in our fulfillment center for speed, efficiency, and automation. Located in San Francisco, CA."},
{"name": "bitcrowd", "description": "Berlin based software development and consulting for startups."},
{"name": "Future Pet", "description": "FuturePet is a vetrinary software company based out of Vancouver &amp; Victoria BC that uses our intelligent intake process to reduce appointment time by 40%. We use Elixir to power our main messaging platform. System is ready to handle millions of patients, using data integrity algorithms (heavily influenced by blockchain ideas) and uses all the power of ErlangVM to support countrywide scale."},
{"name": "MyXplor", "description": "MyXplor have full Elixir/Phoenix implementation backing their web and mobile apps. Their software is innovating in the Childcare and Education industries."},
{"name": "Aviacommerce", "description": "We are simplifying e-commerce ecosystem by unifying and creating smart services and providing consistent, cost-effective solution to sellers."},
{"name": "Steer", "description": "Steer is a lightweight Performance Management System for Agile teams. SaaS platform built with Elixir. Remote company with founders based in London and Barcelona."},
{"name": "Elevio", "description": "We build contextual and predictive help for site and app owners so their customers can help themselves. We use Elixir for handling small data, orchestrating background jobs and messaging. We are based in sunny Melbourne, Australia."},
{"name": "Infinum", "description": "Infinum develops and designs great software for mobile and web. Our clients are large brands, banks, insurance companies, media publishers, mobile carriers and others. We use Elixir, Ruby &amp; Golang on the backend."},
{"name": "YBEX", "description": "YBEX is a financial technology company, providing a marketplace platform for retail foreign exchange services. Elixir is used for our backend services. Based in Hong Kong."},
{"name": "Farmbot", "description": "Humanity's first open-source CNC farming machine. Farmbot using Elixir for the Raspberry Pi 3. [Click here for more detail](https://github.com/FarmBot/farmbot_os)."},
{"name": "Dubber", "description": "Dubber is a native cloud, call recording software as a service with unlimited scalability. Capture IM, video and calls like never before! Using Elixir to power our billing system and other backends. Based in Melbourne, Australia."},
{"name": "LookBookHQ", "description": "Enabling marketers to package content into seamless experiences. We use Elixir to calculate analytics for our customers. Toronto, Canada."},
{"name": "PromptWorks", "description": "Philadelphia's premier software consultancy with a reputation for quality and rigor. Uses technologies like Elixir, Go, Ruby, Python, React, and Ember."},
{"name": "Agilion", "description": "Software development and consulting."},
{"name": "Opal", "description": "([Github](https://github.com/opallabs)) - Opal is a collaboration platform for brand marketers. We use Elixir in a few back-end services. Portland, OR, USA."},
{"name": "Nebo #15", "description": "A distributed team of Elixir and React.js experts that work on cutting-edge projects design and development. Our fintech and blockchain experience comes from hands-on work in various areas, from eMoney clouds and P2P lending platforms to the National Health Service of Ukraine. We strongly believe in giving back to the community and open-sourced 10's of libraries and projects."},
{"name": "Digital Origin", "description": "Digital Origin is a financial services company mainly focused on offering e-tailers a product to provide consumer credit to their customers in the form of deferred payments. We use Elixir along with Phoenix in our payments platform."},
{"name": "Amplified AI", "description": "Amplified uses artificial intelligence to make patents simpler and fairer. We use Elixir as the core of our back end stack because it gives us both performance and developer happiness, and guarantees scalability as we grow."},
{"name": "MyDreams", "description": "MyDreams is the platform wich provides basic social network features. The main feature which distinguishes is working with dreams. Dream can be fulfilled by other users or by the project. Dev team is in deep love with elixir because it helps to solve problems with highload and develop realtime features."},
{"name": "toy rocket science", "description": "We are a small expert team of developers in Berlin. We have a broad range of clients and make software that ranges from heavy-lifting on the server to the frontend, including apps."},
{"name": "Groma", "description": "We develop a solution for employee scheduling and payroll automation in complex shift work environments ([shiftplan.io](https://www.shiftplan.io)). We deployed first Elixir based back-end services to production in 2015. Impressed by the performance and maintainability, Elixir is now powering a majority of our back-end services. Located in Ljubljana, Slovenia."},
{"name": "Mediteo", "description": "Mediteo is a young Digital Health start-up with the aim to provide the best solution to handle medication in a correct and secure way. Berlin, Germany."},
{"name": "Coffee Meets Bagel", "description": "A woman focused relationship application. We use Elixir to power an async management framework to control all of our workers.. We also use it to monitor the health of our api. San Francisco, CA."},
{"name": "Sophilabs", "description": "([Elixir and Phoenix](https://sophilabs.co/services/elixir-phoenix-development)) - We are an agile software design and development agency. We deliver top quality software through agile and perfectionist teams. USA based company with main development office located in South America for timezone convenience."},
{"name": "Revelry Labs", "description": "The Revelry PaaS consists of infrastructure tooling, component libraries, self-contained systems and full digital products that help companies bring innovative solutions to market and scale fast. We use Elixir and Phoenix to develop web applications, API and mobile backends, and infrastructure."},
{"name": "Ostmodern", "description": "Ostmodern work with leading media, broadcast and sport brands to define product strategies, develop innovative solutions and build services that deliver tangible competitive advantage, whether on desktop, mobile, tablet or TV. We use Elixir for high-throughput messaging and other performance-critical tasks."},
{"name": "361° DIGITAL", "description": "We are a digital agency based in Stuttgart, Germany. We create web and mobile apps using Elixir, Phoenix, React and React Native."},
{"name": "AuthorityLabs", "description": "Accurate and reliable search engine ranking data and keyword insights."},
{"name": "GitMonitor", "description": "Custom rules and notifications for your GitHub repositories"},
{"name": "Semaphore Mobile", "description": "([GitHub](https://github.com/semaphoremobile)) - We are a custom mobile application company based in Dallas. We use Elixir to build backend CMS and APIs for our clients web and mobile products."},
{"name": "KOVnet", "description": "Administration software for child care centers. Planning, invoicing, facilitating communication between careworkers and parents. We use Phoenix to replace the RoR backend, channels to feed the UIs."},
{"name": "Flow", "description": "All your team’s communication, clear and organized."},
{"name": "Storefront", "description": "Storefront makes it easy to find and rent short term retail space."},
{"name": "Anarock", "description": "ANAROCK's key strategic business units comprise of the Residential business: broking &amp; advisory services to clients and the Investment business: debt, equity and mezzanine funding. Now Using elixir for backend services created for productivity app"},
{"name": "Crevalle", "description": "Creator of the [EMPEX](http://empex.co) conferences, we specialize in listening and helping. Our company products are all built in Elixir. We also provide Elixir training and development services. LA/NYC"},
{"name": "WhiteHat", "description": "We're a tech startup founded to ensure young people have access to the best career-focused apprenticeships on offer. We use Elixir for all our web services. London, UK."},
{"name": "Bleachr", "description": "Mobile platform aimed at helping professional sports teams engage fans at their events. They are using Elixir on the backend. Minneapolis, MN, USA."},
{"name": "Yala", "description": "Yala is a chatbot that makes use of machine learning to know the best time to post to multiple social networks. Yala's ingenious algorithm can increase your exposure and receive better engagement on the items you’re sharing. Oh, and it's free."},
{"name": "HiringSolved", "description": "HiringSolved uses use artificial intelligence to automate candidate matching, increase diversity, reduce time to fill jobs, analyze the social web, and unlock the power of your ATS, CRM, and HRIS data. Currently uses Elixir in select data processing systems."},
{"name": "Meltwater", "description": "([GitHub](https://github.com/meltwater)) - Gather insights from outside the firewall to empower your business decisions. Using Elixir for backend services. San Francisco, USA."},
{"name": "RokkinCat", "description": "Build projects, consulting, mobile and backend development. Wide range of clients."},
{"name": "ClubCollect", "description": "Billing and collection engine for sports clubs."},
{"name": "CargoSense", "description": "CargoSense is a smart-data and MicroAnalytics Software-as-a-Service (SaaS) company founded to create solutions that optimize logistics networks – in healthcare, food, medical devices and other industries with complex supply chains."},
{"name": "TalkJS", "description": "Pluggable user-to-user messaging for marketplaces and online platforms. We use Elixir for most of our messaging infrastructure."},
{"name": "EXR", "description": "EXR is a residential and commercial real estate brokerage building a better experience for buying, selling, and leasing real estate."},
{"name": "imby.bio", "description": "([Gitlab](https://gitlab.com/imby.bio), [GitHub](https://github.com/imbybio/)) - imby.bio helps individuals bring nature back in to their urban environment. The company is based in London, UK and uses Elixir as their primary back-end technology."},
{"name": "Substantial", "description": "([GitHub](https://github.com/substantial)) - We are a digital product studio headquartered in Seattle. We use Elixir to build backends for web and mobile products."},
{"name": "Scripbox", "description": "Scripbox is an easy to use financial management and learning tool to help you learn about personal finance, investment, tax saving and tax planning. We use Elixir/Phoenix in our high volume events processing pipeline."},
{"name": "AmberBit", "description": "We are polyglot developers (but mostly Ruby, JavaScript, Elixir, Elm)."},
{"name": "Digital Natives Budapest", "description": "10 years experience in RoR, JavaScript, since 2015 we do Elixir / Elm. We work for startups and bigger companies as well, we also founded a couple of SaaS products and a coding bootcamp. We host and organise among others [Elixir](http://www.meetup.com/budapest-elixir/) and [Ruby](http://www.meetup.com/budapest-rb/) meetups in Budapest. [GitHub](https://github.com/digitalnatives)"},
{"name": "Lob", "description": "APIs for Print, Mail, Postcards, Letters, &amp; Checks. San Francisco, CA, USA."},
{"name": "Weedmaps", "description": "Established in 2008, Weedmaps is the leading technology and SaaS company focusing on solutions for the cannabis sector. Our mission is to drive the advancement of cannabis legalization and provide the software, services and data platforms that underpin the B2B and B2C segments. Our current software offerings include point-of-sale, wholesale and consumer marketplaces, branded product verification, orders management, fleet logistics, and compliance reporting. Weedmaps strives to provide consumers a single source of accurate and reliable information on products, retailers, care providers, strains and trends. Headquartered in Irvine, CA, with additional locations across the United States, Canada and the EU, Weedmaps has over 400 employees and is expanding rapidly."},
{"name": "Cabify", "description": "Cabify - A safer, ethical and innovative taxi app alternative. Elixir in production since 2016. Real-time applications and microservices with large amounts of data. Madrid/Barcelona."},
{"name": "Packlane", "description": "Design and order custom printed packaging online."},
{"name": "Plataformatec", "description": "Project inception, coaching, tailored projects, general consulting. Sponsor of Elixir, employer to Elixir's BDFL."},
{"name": "Echobind", "description": "As a US-based full-service agency, we leverage Elixir to drive robust web and mobile applications. From design and implementation to trainings and code audits, we help our clients achieve."},
{"name": "Prograils", "description": "Software House full of skilled web developers and mobile experts. Our agile development team combines technologies like Elixir, Ruby on Rails, React and HTML 5 to build user friendly web &amp; mobile apps."},
{"name": "Edenlab", "description": "Boutique software and product development team. We love fintech and we specialize in it, but also run complex and meaningful projects in other fields (Healthcare, e-Government, etc.). We have experience in enterprise solution developments, understand client’s requirements and pain, but are able to combine enterprises with cutting-edge technologies and start-up approach. We have experience in banking, microfinance, startups and software development using elixir."},
{"name": "Diatom Enterprise Softwares", "description": "Diatom Enterprise Softwares - Latvia based custom outsource software development company producing software for a wide variety of industries. We are proficient in Elixir, .NET, Java, Ruby on Rails, Node.JS, Angular.JS and other technologies. We offer Web, Mobile and Desktop development."},
{"name": "ProcessOne", "description": "Leader in Instant Messaging and Push Solutions."},
{"name": "Nerds &amp; Company", "description": "Creating value for companies by creating value for people. A digital agency based in the Netherlands. Specialized in innovative projects. Experts in Elixir, Ruby and mobile."},
{"name": "FirstAlert", "description": "First Alert is a brand in Newell's Security &amp; Safety suite. We build smoke alarms, safety products, and smart home devices. We use Phoenix for user-facing web APIs and distributed Elixir for the cloud side of our smart home products."},
{"name": "Basic Space", "description": "Basic Space is a curated marketplace app with influential creatives selling exclusive items and recommended products to their audience, powered by a homegrown Elixir/Phoenix E-commerce backend."},
{"name": "CivilCode", "description": "Developing tailored web-based business applications in Montreal, Canada."},
{"name": "Motorola Solutions", "description": "Motorola Solutions uses Erlang and Elixir to develop components of mission critical communication systems that need to be reliable and fault-tolerant in the moment that matters."},
{"name": "uSwitch", "description": "uSwitch is a comparison service that helps you to compare on a range of products and services (energy, gas, broadband, mobiles, personal finance). We use Elixir in Credit Card comparison for finding out how likely customers are to get cards."},
{"name": "Wuunder", "description": "Startup working on making shipping easier, Elixir powers the backend."},
{"name": "Versus Systems", "description": "Versus makes games more fun. Our white-label platform gives players the opportunity to play for the things they love, inside of the games they love. Interactive entertainment becomes even more engaging, more fun, and more personal."}
]